[{"id": 1, "title": "O‘zbekiston va Misr «yashil» energetika loyihalarini amalga oshirish bo‘yicha kelishib oldi", "body": "O‘zbekiston rahbari ko‘hna va betakror Misr zaminida O‘zbekiston delegatsiyasiga ko‘rsatilgan samimiy qabul va mehmondo‘stlik uchun chuqur minnatdorlik bildirdi. Misr rahbariyati va xalqining ulkan yutuqlari O‘zbekistonni xursand qilayotganini aytdi. Bo‘lib o‘tgan muzokaralar chog‘ida yetakchilar ikki mamlakatda amalga oshirilayotgan keng ko‘lamli islohotlar - Yangi O‘zbekiston strategiyasi va Misrning «Yangi Respublika» dasturi bir-biriga hamohang ekani, yangi ish o‘rinlarini yaratish va kambag‘allikni qisqartirish, aholini ijtimoiy himoya qilish va shaharlar infratuzilmasini rivojlantirish borasidagi ishlar uyg‘unligi to‘g‘risida yakdil fikr bildirdi. «Biz prezident janoblari bilan ochiq, do‘stona va amaliy ruhda o‘tgan muloqotimiz davomida keng ko‘lamli hamkorligimizni rivojlantirishni muhokama qildik. Qarashlarimiz, yo‘nalishlarimiz birligini tasdiqladi.  Siyosiy, savdo-iqtisodiy, transport-logistika, madaniy-gumanitar, xavfsizlik va korrupsiyaga qarshi kurashish sohalarida ko‘p qirrali aloqalarimizni kengaytirish masalalari bo‘yicha ham kelishib oldik. "}, {"id": 2, "title": "Samsung yangi Galaxy S23 flagmanlarini taqdim etdi", "body": "Samsung kompaniyasi yangi Galaxy S23 flagman smartfonlari seriyasini e’lon qildi. Kompaniya vakillari Galaxy Unpacked tadbiri chog‘ida smartfonlarni taqdim etdi. Marosim kompaniyaning YouTube kanalida namoyish etildi. Yangi smartfonlar qatoriga Galaxy S23, Galaxy S23+ va Galaxy S23 Ultra kiradi. Seriya qurilmalari Snapdragon 8 Gen 2 protsessori va 8 gigabayt operativ xotira bilan ta’minlangan."}, {"id": 6, "title": "Odamlar yana Oyga qaytmoqda. NASA so‘nggi 50 yildagi eng umidli loyihani ishga tushirdi", "body": "Artemis dasturi nima va odamlar nega Oyga qaytmoqda? AQSh sobiq vitse-prezidenti Mayk Pens yaqin yillarda odamlar Artemis missiyasi doirasida Oyga qo‘nishini rasman va’da qilgandi. Bunday loyiha nega kerak bo‘lib qolganini NASA shunday tushuntirdi: «Biz Oyga ilmiy kashfiyotlar, iqtisodiy manfaatlar va tadqiqotchilarning yangi avlodini ilhomlantirish uchun qaytyapmiz. Artemis missiyasi kelajakdagi parvozlar uchun asosdir»."}]